logs/scaleway-vc1s-ubuntu/web_ghost_wrk_150.log
Running 3m test @ http://x.x.x.x/welcome-to-ghost
  10 threads and 150 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   565.41ms  120.56ms   1.95s    86.70%
    Req/Sec    29.84     22.55   141.00     79.20%
  45924 requests in 3.00m, 10.04MB read
  Socket errors: connect 0, read 0, write 0, timeout 156
Requests/sec:    255.00
Transfer/sec:     57.06KB